Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# app.gacha.get.info.record.new:%@
source: 获取到新记录：%@条
en: Records Obtained: %@
fil: Records Nakuha: %@
fr: Nouveaux enregistrements : %@
it: Records Obtained: %@
ja: 新しい履歴取得：%@件
ko: Records Obtained: %@
ru: Полученные записи: %@
vi: Bản ghi thu được: %@
zh_hant: 獲取到新記錄：%@筆

# app.gacha.get.info.waiting
source: 正在获取祈愿记录…请等待
en: Obtaining wish history records… Please wait.
fil: Kinukuha ang wish history records… Maghintay.
fr: Récupération de l'historique de vœux… Veuillez patienter.
it: Obtaining wish history records… Please wait.
ja: 祈願履歴取得中…少々お待ちを
ko: Obtaining wish history records… Please wait.
ru: Obtaining wish history records… Please wait.
vi: Lấy bản ghi lịch sử cầu nguyện… Vui lòng đợi.
zh_hant: 正在獲取祈願記錄…請等待

# app.gacha.get.link.continue
source: 请点击「开始获取祈愿记录」以继续
en: Please click 'Start obtaining wish records' to continue
fil: I-click ang 'Start obtaining wish records' para matuloy
fr: Veuillez cliquer sur 'Commencer à obtenir les enregistrements de souhaits' pour continuer
it: Please click 'Start obtaining wish records' to continue
ja: 「祈願履歴データを取得し始める」をタップしてから続行を
ko: Please click 'Start obtaining wish records' to continue
ru: Нажмите 'Начать получение записей круток' для продолжения
vi: Vui lòng nhấp vào 'Bắt đầu lấy bản ghi cầu nguyện' để tiếp tục
zh_hant: 請點擊「開始獲取祈願記錄」以繼續

# app.gacha.get.link.success
source: 成功获取到祈愿记录链接
en: Successfully obtained the wish history URL
fil: Nakuha ang wish history URL
fr: URL de l'historique de souhaits obtenue avec succès
it: Successfully obtained the wish history URL
ja: 祈願履歴ページURLの取得は無事完了しました
ko: Successfully obtained the wish history URL
ru: URL-адрес истории круток успешно получен
vi: Đã lấy thành công URL lịch sử cầu nguyện
zh_hant: 成功獲取到祈願記錄鏈接

# app.gacha.get.result:%@%@
source: 获取到%@条记录，成功保存%@条新记录 请返回上一级查看，或继续获取其他账号的记录
en: Obtained %@ records, successfully saved %@ of them. Go back to the previous page to view them, or continue obtaining records from other accounts.
fil: Nakuha ang %@ records, nai-save ang %@ sa kanila. Bumalik sa nakaraang pahina upang tingnan ang mga ito, o magpatuloy sa pagkuha ng records mula sa iba pang mga account.
fr: Obtenu %@ enregistrements, %@ d'entre eux ont été enregistrés avec succès. Retournez à la page précédente pour les visualiser ou continuez d'obtenir des enregistrements d'autres comptes.
it: Obtained %@ records, successfully saved %@ of them. Go back to the previous page to view them, or continue obtaining records from other accounts.
ja: %@件の履歴データを取得し、新しい履歴データを%@件保存しました。 この前のページに戻るか、或いは他のアカウントの祈願履歴の取得を。
ko: Obtained %@ records, successfully saved %@ of them. Go back to the previous page to view them, or continue obtaining records from other accounts.
ru: Получено %@ записей, успешно сохранены %@ из них. Вернитесь на предыдущую страницу, чтобы просмотреть их, или можно продолжить получение записей из других учетных записей.
vi: Đã lấy %@ bản ghi, lưu thành công %@ trong số chúng. Quay lại trang trước để xem chúng hoặc tiếp tục lấy bản ghi từ các tài khoản khác.
zh_hant: 獲取到%@筆記錄，成功保存%@筆新記錄 請返回上一級查看，或繼續獲取其他帳號的記錄

# app.gacha.get.running
source: 成功获取到一批…
en: Successfully obtained…
fil: Nakuha…
fr: Obtenu avec succès…
it: Successfully obtained…
ja: 取得したデータ…
ko: Successfully obtained…
ru: Успешно получено…
vi: Thu được thành công…
zh_hant: 成功獲取到一批…

# app.gacha.get.start
source: 开始获取祈愿记录
en: Start obtaining wish records
fil: Simulan ang pagkuha ng mga wish records
fr: Commencer à obtenir les enregistrements de souhaits
it: Start obtaining wish records
ja: 祈願履歴データを取得し始める
ko: Start obtaining wish records
ru: Начать получение записей круток
vi: Bắt đầu thu thập hồ sơ cầu nguyện
zh_hant: 開始獲取祈願記錄

# app.gacha.get.success
source: 成功获取祈愿数据
en: Successfully obtained wish data
fil: Nakuha ang data ng nais
fr: Données de souhaits obtenues avec succès
it: Successfully obtained wish data
ja: 履歴データ、取得完了
ko: Successfully obtained wish data
ru: Данные о крутках успешно получены
vi: Đã thu thập thành công dữ liệu cầu nguyện
zh_hant: 成功獲取祈願資料

# app.gacha.get.title
source: 获取祈愿记录
en: Obtain wish records
fil: Kunin ang wish records
fr: Obtenir les enregistrements de souhaits
it: Obtain wish records
ja: 祈願履歴データを取得
ko: Obtain wish records
ru: Получить записи круток
vi: Có được bản ghi cầu nguyện
zh_hant: 獲取祈願記錄

# app.gacha.get.url.clipboard
source: 从剪贴板中获取祈愿URL
en: Get Wish History URL from clipboard
fil: Kumuha ng Wish history URL mula sa clipboard
fr: Obtenir l'URL d'historique de souhaits à partir du presse-papiers
it: Get Wish History URL from clipboard
ja: クリップボードから祈願履歴ページURLを取得
ko: Get Wish History URL from clipboard
ru: Получить URL-адрес истории молитв из буфера обмена
vi: Lấy URL lịch sử cầu nguyện từ khay nhớ tạm
zh_hant: 從剪贴簿中獲取祈願URL

# app.gacha.get.url.clipboardNil
source: 未能从剪贴板获取到内容
en: Fail to get content from the clipboard
fil: Hindi makuha ang nilalaman mula sa clipboard
fr: Impossible d'obtenir le contenu du presse-papiers
it: Fail to get content from the clipboard
ja: クリップボードから何も取得できませんでした
ko: Fail to get content from the clipboard
ru: Не удалось получить содержимое из буфера обмена
vi: Không lấy được nội dung từ khay nhớ tạm
zh_hant: 未能從剪贴簿獲取到內容

# app.gacha.get.url.error:%@
source: 预期应获取到祈愿链接，但获取到了错误的内容： %@
en: Expected to obtain the wish history URL, but obtained incorrect content: %@
fil: Inaasahang makuha ang wish history URL, ngunit nakuha ang hindi tamang nilalaman: %@
fr: Il était prévu d'obtenir l'URL d'historique des souhaits, mais le contenu obtenu est incorrect : %@
it: Expected to obtain the wish history URL, but obtained incorrect content: %@
ja: 祈願履歴ページURLでなく、違うものは取得しました： %@
ko: Expected to obtain the wish history URL, but obtained incorrect content: %@
ru: Ожидалось получение URL-адреса истории молитв, но был получен неверный контент: %@
vi: Dự kiến lấy được URL lịch sử cầu nguyện, nhưng nhận được nội dung không chính xác: %@
zh_hant: 預期應獲取到祈願鏈接，但獲取到了錯誤的內容： %@

# app.gacha.get.url.invalidUrl
source: 从剪贴板上获取到的链接有误
en: The URL obtained from the clipboard is incorrect
fil: Ang URL nakuha mula sa clipboard ay hindi gumagana
fr: L'URL obtenue à partir du presse-papiers est incorrecte
it: The URL obtained from the clipboard is incorrect
ja: クリップボードの載ったURL情報は間違っています
ko: The URL obtained from the clipboard is incorrect
ru: URL полученный с буфера обмена неправильный
vi: URL lấy được từ khay nhớ tạm không chính xác
zh_hant: 從剪贴簿上獲取到的鏈接有誤

# app.gacha.get.url.other
source: 其他获取祈愿链接的方法
en: Other methods of obtaining wish history URL
fil: Iba pang mga pamamaraan ng pagkuha ng wish history URL
fr: Autres méthodes d'obtention de l'URL d'historique des souhaits
it: Other methods of obtaining wish history URL
ja: 他の「祈願履歴ページURLを取得する方法」
ko: Other methods of obtaining wish history URL
ru: Другие способы получения URL истории молитв
vi: Các phương pháp khác để lấy URL lịch sử cầu nguyện
zh_hant: 其他獲取祈願鏈接的方法

# app.gacha.get.url.other.detail
source: 您可以将其他软件获取的祈愿链接粘贴至本软件以获取祈愿记录。但本软件不对外部程序可靠性负责。
en: You can paste the wish history URL obtained from other software to this app to obtain the wish record. However, this app is not responsible for the reliability of external programs.
fil: Maaari mong i-paste ang wish history URL na nakuha mula sa iba pang software sa app na ito upang makuha ang wish record. Gayunpaman, ang app na ito ay hindi responsable para sa pagiging maaasahan ng mga ibang na program.
fr: Vous pouvez coller l'URL d'historique des souhaits obtenue à partir d'un autre logiciel dans cette application pour obtenir l'historique des souhaits. Cependant, cette application n'est pas responsable de la fiabilité des programmes externes.
it: You can paste the wish history URL obtained from other software to this app to obtain the wish record. However, this app is not responsible for the reliability of external programs.
ja: 他のアプリ・サービスから取得した祈願履歴ページURLはここで貼り付けることはできますが、信頼できるかどうかは別の話であり、本アプリの責任範囲外であるとご認識ください。
ko: You can paste the wish history URL obtained from other software to this app to obtain the wish record. However, this app is not responsible for the reliability of external programs.
ru: Вы можете вставить URL-адрес истории молитв в это приложение, полученный из другого ПО, чтобы получить запись молитв. Однако это приложение не несет ответственности за надежность внешних программ.
vi: Bạn có thể dán URL lịch sử cầu nguyện thu được từ phần mềm khác vào ứng dụng này để lấy bản ghi cầu nguyện. Tuy nhiên, ứng dụng này không chịu trách nhiệm về độ tin cậy của các chương trình bên ngoài.
zh_hant: 您可以將其他軟體獲取的祈願鏈接粘貼至本軟體以獲取祈願記錄。但本軟體不對外部程式可靠性負責。

# app.gacha.get.url.paimonMoe
source: 由paimon.moe提供的获取祈愿链接的方法
en: The method of obtaining wish history provided by paimon.moe
fil: Ang pamamaraan ng pagkuha ng wish history ibinigay ng paimon.moe
fr: La méthode d'obtention de l'historique des souhaits fournie par paimon.moe
it: The method of obtaining wish history provided by paimon.moe
ja: paimon.moe から提供した最新の「祈願履歴ページURLを取得する方法」
ko: The method of obtaining wish history provided by paimon.moe
ru: Способ получения истории молитв предоставлен paimon.moe
vi: Phương pháp lấy lịch sử cầu nguyện do paimon.moe cung cấp
zh_hant: 由paimon.moe提供的獲取祈願鏈接的方法

# app.gacha.get.url.retry
source: 重新获取祈愿链接
en: Get wish history URL again
fil: Kunin ang wish history URL ulit
fr: Obtenir à nouveau l'URL d'historique de souhaits
it: Get wish history URL again
ja: 祈願履歴ページURLをもう一度取得
ko: Get wish history URL again
ru: Получить URL-адрес истории молитв снова
vi: Lấy lại URL lịch sử cầu nguyện
zh_hant: 重新獲取祈願鏈接

# app.gacha.get.url.success
source: 成功获取到祈愿链接
en: Successfully obtained the wish history URL
fil: Nakuha ang wish history URL
fr: URL d'historique de souhaits obtenue avec succès
it: Successfully obtained the wish history URL
ja: 祈願履歴ページURLを無事で取得しました
ko: Successfully obtained the wish history URL
ru: URL-адрес истории молитв успешно получен
vi: Đã lấy thành công URL lịch sử cầu nguyện
zh_hant: 成功獲取到祈願鏈接

# app.gacha.get.waiting
source: 等待祈愿链接…
en: Waiting for the wish history URL…
fil: Naghihintay para sa wish history URL…
fr: En attente de l'URL de l'historique de souhaits…
it: Waiting for the wish history URL…
ja: 祈願履歴ページURLをお待ちしています…
ko: Waiting for the wish history URL…
ru: Ожидание URL круток…
vi: Đang đợi URL lịch sử cầu nguyện…
zh_hant: 等待祈願鏈接…

# app.gacha.get.waitingForStart
source: 等待开始…
en: Waiting to start…
fil: Naghihintay upang magsimula…
fr: En attente du début…
it: Waiting to start…
ja: 始まりまで少々お待ちを…
ko: Waiting to start…
ru: Ожидание начала…
vi: Đang đợi để bắt đầu…
zh_hant: 等待開始…

# app.gacha.import.api
source: 通过API获取
en: Through API
fil: Gamit ng API
fr: Via API
it: Through API
ja: APIで取得
ko: Through API
ru: Через API
vi: Thông qua API
zh_hant: 藉由API獲取

# app.gacha.import.continue
source: 继续导入
en: Continue importing
fil: Magpatuloy sa pag-import
fr: Continuer l'importation
it: Continue importing
ja: 引き続き読み込む
ko: Continue importing
ru: Продолжить импорт
vi: Tiếp tục nhập
zh_hant: 繼續匯入

# app.gacha.import.errorContent:%@
source: 错误信息：%@
en: Error message: %@
fil: Error message: %@
fr: Message d'erreur : %@
it: Error message: %@
ja: エラー情報：%@
ko: Error message: %@
ru: Сообщение ошибки: %@
vi: Thông báo lỗi: %@
zh_hant: 錯誤訊息：%@

# app.gacha.import.fail
source: 导入失败
en: Import failed
fil: Hindi gumana ang pag-import
fr: L'importation a échoué
it: Import failed
ja: 読み込み失敗
ko: Import failed
ru: Ошибка импорта!
vi: Nhập thất bại
zh_hant: 匯入失敗

# app.gacha.import.fail.dataTableMissingData
source: 数据表缺失数据
en: Data table missing data
fil: Ang Data table ay may nawawalang data
fr: Table de données manquante
it: Data table missing data
ja: データテーブルにデータは不完全だと確認しました
ko: Data table missing data
ru: В таблице данных отсутствуют..данные
vi: Bảng dữ liệu thiếu dữ liệu
zh_hant: 資料表缺失資料

# app.gacha.import.fail.decodeError
source: 未成功从文件中解码数据
en: Failed to decode data from file
fil: Hindi ma-decode ang data mula sa file
fr: Échec du décodage des données à partir du fichier
it: Failed to decode data from file
ja: ファイルからデータ解読できませんでした
ko: Failed to decode data from file
ru: Не удалось декодировать данные из файла
vi: Không thể giải mã dữ liệu từ tệp
zh_hant: 未成功從檔案中解碼資料

# app.gacha.import.fail.fileAccessFail
source: 无法访问文件
en: Unable to access file
fil: Unable to access file
fr: Impossible d'accéder au fichier
it: Unable to access file
ja: ファイルはアクセスできませんでした
ko: Unable to access file
ru: Не удается получить доступ к файлу
vi: Không thể truy cập tệp
zh_hant: 無法訪問檔案

# app.gacha.import.fail.rawDataNotExist
source: 原始数据不存在
en: Sheet 原始数据 (Raw Data) does not exist
fil: Sheet 原始数据 (Raw Data) does not exist
fr: La feuille de données brutes (Raw Data) n'existe pas
it: Sheet 原始数据 (Raw Data) does not exist
ja: 原始データの存在は確認できませんでした
ko: Sheet 原始数据 (Raw Data) does not exist
ru: Таблица сырых данных не существует
vi: Dữ liệu thô không tồn tại
zh_hant: 原始資料不存在

# app.gacha.import.help
source: 导入帮助
en: Import Help
fil: Tulong sa Import
fr: Aide à l'importation
it: Import Help
ja: 読み込み手順の説明
ko: Import Help
ru: Справка по импорту
vi: Trợ giúp nhập vào
zh_hant: 匯入說明

# app.gacha.import.help.1
source: 无论选择哪种方式，我们都为您提供了详细的操作教程
en: No matter which way you choose, we provide you with detailed operation tutorials
fil: Hindi mahalaga kung aling paraan ang iyong pipiliin, binibigyan ka namin ng detalyadong mga tutorial sa operasyon
fr: Peu importe la méthode que vous choisissez, nous vous fournissons des tutoriels d'opération détaillés
it: No matter which way you choose, we provide you with detailed operation tutorials
ja: いずれの方法にも、詳しい操作手順説明はご利用できます。
ko: No matter which way you choose, we provide you with detailed operation tutorials
ru: Независимо от того, какой способ вы выберете, мы предоставим вам подробные инструкции по использованию.
vi: Cho dù bạn chọn cách nào, chúng tôi sẽ cung cấp cho bạn các hướng dẫn vận hành chi tiết
zh_hant: 無論選擇哪種方式，我們都為您提供了詳細的操作教程

# app.gacha.import.help.2
source: 您也可以选择参考我们的视频完成相关操作
en: You can also refer to our video to complete those operations
fil: Maaari ka ring sumangguni sa aming video upang makumpleto ang mga operasyon na iyon
fr: Vous pouvez également consulter nos vidéos pour effectuer ces opérations
it: You can also refer to our video to complete those operations
ja: 操作手順説明ビデオも利用可能でございます。
ko: You can also refer to our video to complete those operations
ru: Вы также можете посмотреть наше видео, чтобы выполнить эти действия (не на русском)
vi: Bạn cũng có thể tham khảo video của chúng tôi để hoàn thành các thao tác đó
zh_hant: 您亦可選擇參考我們的教學錄影、來完成相關操作

# app.gacha.import.help.3
source: 如果您的账号所在服务器位于中国大陆
en: If your account is in China Mainland Servers
fil: Kung ang iyong account ay nasa China Mainland Server
fr: Si votre compte est sur les serveurs de la Chine continentale
it: If your account is in China Mainland Servers
ja: もし、そちらのアカウントの所在サーバーは中国大陸であれば
ko: If your account is in China Mainland Servers
ru: Если ваш аккаунт находится на сервере материкового Китая
vi: Nếu tài khoản của bạn ở Máy chủ Trung Quốc Đại lục
zh_hant: 如果您的帳號所在伺服器位於中國大陸

# app.gacha.import.help.4
source: 请优先选择「通过API」一键获取
en: Choose "Through API" first
fil: Piliin ang "Through API" muna
fr: Choisissez « Via API » en premier
it: Choose "Through API" first
ja: まず「APIで取得」で一回済ましょう
ko: Choose "Through API" first
ru: Выберите сначала "Через API"
vi: Chọn "Thông qua API" đầu tiên
zh_hant: 請優先選擇「藉由API」一鍵獲取

# app.gacha.import.help.5
source: 国际服务器玩家该怎么办
en: For International Servers
fil: Para sa mga internasyonal na server
fr: Pour les serveurs internationaux
it: Per server internazionali
ja: 国際サーバーの場合
ko: For International Servers
ru: Для международных серверов
vi: Đối với máy chủ quốc tế
zh_hant: 國際伺服器玩家該怎麼辦

# app.gacha.import.help.6
source: 建议使用「通过粘贴祈愿页面URL」获取，我们亦内附了教程
en: It is recommended to get from "Pasting Wish History URL", we also have provided tutorials for it
fil: Inirerekomenda na makakuha mula sa "Pag-paste ng Wish History URL", nagbigay din kami ng mga tutorial para dito
fr: Il est recommandé d'utiliser « Copie d'URL de l'historique de souhaits », nous avons également fourni des tutoriels pour cela
it: It is recommended to get from "Pasting Wish History URL", we also have provided tutorials for it
ja: 「祈願のWebページのURLの貼り付けで取得」をおすすめします。それについての操作手順説明もご利用できます
ko: It is recommended to get from "Pasting Wish History URL", we also have provided tutorials for it
ru: Тогда рекомендуем использовать метод "Через вставку URL-адреса истории круток"
vi: Nên lấy từ "Dán URL lịch sử cầu nguyện", chúng tôi cũng đã cung cấp hướng dẫn cho nó
zh_hant: 建議使用「藉由貼上祈願頁面URL」獲取，我們亦內附了教程

# app.gacha.import.help.7
source: 如果您之前使用其他软件获取过祈愿记录，且该软件支持导出UIGF（统一可交换祈愿记录标准）格式的文件，您可以将其导入
en: If you use other softwares to get gacha log, and the software supports UIGF (Uniformed Interchangeable GachaLog Format standard) format files, you can import them.
fil: Kung gumagamit ka ng iba pang mga softwares upang makakuha ng Gacha log, at sinusuportahan ng software ang UIGF (Uniformed Interchangeable GachaLog Format standard), maari mong i-import ang mga ito.
fr: Si vous utilisez d'autres logiciels pour obtenir le journal de gacha et que le logiciel prend en charge les fichiers au format UIGF (norme de journal de gacha interchangeables uniformes), vous pouvez les importer.
it: If you use other softwares to get gacha log, and the software supports UIGF (Uniformed Interchangeable GachaLog Format standard) format files, you can import them.
ja: 他のアプリから祈願履歴をUIGF（統一交換可能祈願履歴書フォーマット）で書き出した場合、ここで読み込るのは可能です。
ko: If you use other softwares to get gacha log, and the software supports UIGF (Uniformed Interchangeable GachaLog Format standard) format files, you can import them.
ru: Если вы используете другое программное обеспечение для получения журнала круток, и оно поддерживает файлы формата UIGF (Uniformed Interchangeable GachaLog Format standard), вы можете импортировать эти логи.
vi: Nếu bạn sử dụng các phần mềm khác để lấy nhật ký gacha và phần mềm hỗ trợ các tệp định dạng UIGF (Định dạng tiêu chuẩn GachaLog có thể hoán đổi đồng nhất), bạn có thể nhập chúng.
zh_hant: 如果您之前使用其他軟體獲取過祈願記錄，且該軟體支援匯出UIGF（統一可交換祈願記錄標準）格式的檔案，您可以將其匯入

# app.gacha.import.help.title
source: 抽卡记录获取帮助
en: Wish Log Help
fil: Wish Log Help
fr: Aide pour le journal de souhaits
it: Wish Log Help
ja: ガチャ履歴取得についての説明
ko: Wish Log Help
ru: Помощь журнала круток
vi: Hỗ Trợ Nhật Ký Cầu Nguyện
zh_hant: 抽卡記錄獲取說明

# app.gacha.import.help.uigf.button
source: 支持UIGF的软件
en: Apps Supporting UIGF
fil: Mga softwares na sumusuporta sa UIGF
fr: Logiciels prenant en charge UIGF
it: Softwares Supporting UIGF
ja: UIGFフォーマットをサポートしているアプリ
ko: Softwares Supporting UIGF
ru: Программы поддерживающие UIGF
vi: Phần Mềm Hỗ Trợ UIGF
zh_hant: 支援UIGF的軟體

# app.gacha.import.info.import:%lld
source: 导入了%lld条记录
en: Imported %lld records
fil: Imported %lld records
fr: %lld enregistrements ont été importés
it: Imported %lld records
ja: %lld件の履歴データを読み込みました
ko: Imported %lld records
ru: Импортировано %lld записей
vi: Bản ghi %lld đã nhập
zh_hant: 匯入了%lld筆記錄

# app.gacha.import.info.source:%@
source: 数据来自：%@
en: Data source: %@
fil: Data source: %@
fr: Source de données : %@
it: Data source: %@
ja: データソース：%@
ko: Data source: %@
ru: Источник данных: %@
vi: Nguồn dữ liệu: %@
zh_hant: 資料來自：%@

# app.gacha.import.info.storage:%lld
source: 储存了%lld条新记录
en: Stored %lld new records
fil: Stored %lld new records
fr: %lld nouveaux enregistrements ont été stockés
it: Stored %lld new records
ja: %lld件の履歴データを保存しました
ko: Stored %lld new records
ru: Сохранено %lld новых записей
vi: Đã lưu trữ %lld bản ghi mới
zh_hant: 儲存了%lld筆新記錄

# app.gacha.import.info.time:%@
source: 导出时间：%@
en: Export time: %@
fil: Export time: %@
fr: Temps d'exportation : %@
it: Export time: %@
ja: 書き出した時：%@
ko: Export time: %@
ru: Время экспорта: %@
vi: thời gian xuất: %@
zh_hant: 匯出時間：%@

# app.gacha.import.retry
source: 重试
en: Retry
fil: Retry
fr: Réessayer
it: Retry
ja: もう一回試す
ko: Retry
ru: Повторить
vi: Thử Lại
zh_hant: 重試

# app.gacha.import.server.all
source: 适用于所有服务器
en: Available for All Servers
fil: Available para sa lahat ng Servers
fr: Disponible pour tous les serveurs
it: Available for All Servers
ja: いずれのサーバーの所属アカウントにも使えます
ko: Available for All Servers
ru: Доступно для всех серверов
vi: Có hiệu lực cho tất cả máy chủ
zh_hant: 適用於所有伺服器

# app.gacha.import.server.cn
source: 仅适用于中国大陆服务器
en: Available for China Mainland Servers Only
fil: Magagamit para sa mga server ng China Mainland lamang
fr: Disponible uniquement pour les serveurs de Chine continentale
it: Available for China Mainland Servers Only
ja: これは、中國大陸のサーバー所属アカウントだけに使える手段です。
ko: Available for China Mainland Servers Only
ru: Доступно только для сервера материкового Китая
vi: Chỉ áp dụng cho các máy chủ ở Trung Quốc đại lục
zh_hant: 僅適用於中國大陸伺服器

# app.gacha.import.success
source: 成功导入祈愿数据
en: Wish data imported successfully
fil: Wish data imported successfully
fr: Les données de vœux ont été importées avec succès
it: Wish data imported successfully
ja: 祈願データの読み込みは無事完了しました
ko: Wish data imported successfully
ru: Данные молитв были успешно импортированы
vi: Dữ liệu cầu nguyện được nhập thành công
zh_hant: 成功匯入祈願資料

# app.gacha.import.uigf
source: 导入UIGF祈愿记录
en: Import UIGF Wish Log
fil: Mag-Import ng UIGF Wish Log
fr: Importer le journal de souhaits UIGF
it: Import UIGF Wish Log
ja: UIGF祈願履歴データを読み込む
ko: Import UIGF Wish Log
ru: Импорт журнала круток UIGF
vi: Nhập Vào Lịch Sử Cầu Nguyện Định Dạng UIGF
zh_hant: 匯入UIGF祈願記錄

# app.gacha.import.uigf.json
source: 导入UIGF JSON格式祈愿记录
en: Import UIGF JSON wish records
fil: Import UIGF JSON wish records
fr: Importer les enregistrements de vœux au format JSON UIGF
it: Import UIGF JSON wish records
ja: UIGF（JSON）フォーマットの祈願履歴を読み込む
ko: Import UIGF JSON wish records
ru: Импортировать UIGF JSON записи молитв
vi: Nhập bản ghi UIGF JSON
zh_hant: 匯入UIGF JSON格式祈願記錄

# app.gacha.import.uigf.verified.json
source: 以下程序或平台的JSON导出格式已通过可用性验证
en: Verified programs or platforms available for JSON
fil: Na-verify na mga programs o platform na magagamit para sa JSON
fr: Programmes ou plateformes vérifiés disponibles pour l'exportation JSON
it: Verified programs or platforms available for JSON
ja: 下記のアプリやサービスからの書き出したJSONは「利用可能」だと検証済み
ko: Verified programs or platforms available for JSON
ru: Проверенные программы или платформы, доступные для JSON
vi: Định dạng xuất JSON của các chương trình hoặc nền tảng sau đã được xác minh về khả năng sử dụng
zh_hant: 以下程式或平臺的JSON匯出格式已通過可用性驗證
